Repository: cary-rowen/nvMathViewer
Catalog: nvMathViewer_for_NVDA/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: Viewing mathematical content
ru: Просмотр математического контента

source: View the selected LaTeX notation as interactive MathML in the browse mode.
ru: Просмотреть выделенную нотацию LaTeX как интерактивный MathML в режиме обзора.

source: If there is no selection the text will be taken from the clipboard.
ru: Если нет выделения, текст будет взят из буфера обмена.

source: View the selected AsciiMath notation as interactive MathML in the browse mode.
ru: Просмотреть выделенную нотацию AsciiMath как интерактивный MathML в режиме обзора.

source: View the selected LaTeX notation as the MathML source in the browse mode.
ru: Просмотреть выделенную нотацию LaTeX как исходный код MathML в режиме обзора.

source: View the selected AsciiMath notation as the MathML source in the browse mode.
ru: Просмотреть выделенную нотацию AsciiMath как исходный код MathML в режиме обзора.

source: Action cannot be performed because NVDA is running in secure mode.
ru: Действие не может быть выполнено, потому что NVDA работает в безопасном режиме.

source: No selection and no text on the clipboard.
ru: Нет выделения и нет текста в буфере обмена.

source: Error!
ru: Ошибка!

source: Convert {format}
ru: Конвертировать {format}

source: Original {format} notation
ru: Исходная нотация {format}

source: Press Escape to close this message
ru: Нажмите Escape, чтобы закрыть это сообщение

source: View {format}
ru: Просмотр {format}

source: To learn how to use nvMathViewer, after restarting, open the NVDA menu, enter the Tools subMenu , activate the Manage add-ons item, select nvMathViewer from a list and press on the Add-on help button.
ru: Чтобы узнать, как использовать nvMathViewer, после перезапуска откройте меню NVDA, войдите в подменю «Сервис», активируйте элемент «Менеджер дополнений», выберите nvMathViewer из списка и нажмите кнопку «Справка по дополнению».
